src/test/load-tester/artillery.yml
config:
  target: "http://localhost:3001/graphql"
  phases:
    - duration: 60
      arrivalRate: 5
    - duration: 120
      arrivalRate: 5
      rampTo: 50
    - duration: 600
      arrivalRate: 50
scenarios:
  - flow:
    -get:
         url: "?query={getPlusCode(lng:90.425187,lat:23.813437){short%20full}}"